Ran Plan for dir: `.` workspace: `default`

**Plan Error**
<details><summary>Show Output</summary>

```
exit status 127: running "/home/atlantis/infracost_atlantis_diff.sh" in "/home/atlantis/.atlantis/repos/brunoxd13/atlantis-terraform/12/default": 
sh: /home/atlantis/infracost_atlantis_diff.sh: not found

aws_s3_bucket.bucket_site: Refreshing state... [id=bruno-atlantis]

Note: Objects have changed outside of Terraform

Terraform detected the following changes made outside of Terraform since the
last "terraform apply":

  # aws_s3_bucket.bucket_site has been changed
~ resource "aws_s3_bucket" "bucket_site" {
        id                          = "bruno-atlantis"
      + tags                        = {}
        # (10 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }

Unless you have made equivalent changes to your configuration, or ignored the
relevant attributes using ignore_changes, the following plan may include
actions to undo or respond to these changes.

─────────────────────────────────────────────────────────────────────────────

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # aws_s3_bucket.bucket_site must be replaced
-/+ resource "aws_s3_bucket" "bucket_site" {
      + acceleration_status         = (known after apply)
      ~ arn                         = "arn:aws:s3:::bruno-atlantis" -> (known after apply)
      ~ bucket                      = "bruno-atlantis" -> "bruno-atlantis-teste" # forces replacement
      ~ bucket_domain_name          = "bruno-atlantis.s3.amazonaws.com" -> (known after apply)
      ~ bucket_regional_domain_name = "bruno-atlantis.s3.amazonaws.com" -> (known after apply)
      ~ hosted_zone_id              = "Z3AQBSTGFYJSTF" -> (known after apply)
      ~ id                          = "bruno-atlantis" -> (known after apply)
      ~ region                      = "us-east-1" -> (known after apply)
      ~ request_payer               = "BucketOwner" -> (known after apply)
      - tags                        = {} -> null
      ~ tags_all                    = {} -> (known after apply)
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)
        # (2 unchanged attributes hidden)

      ~ versioning {
          ~ enabled    = false -> (known after apply)
          ~ mfa_delete = false -> (known after apply)
        }
    }

  # null_resource.cluster will be created
+ resource "null_resource" "cluster" {
      + id = (known after apply)
    }

Plan: 2 to add, 0 to change, 1 to destroy.

```
</details>

